export default [
  {
    title: '科技: 用户抱怨 Windows 捆绑的垃圾程序难卸载',
    content: '微软的软件即服务 Windows 10 捆绑垃圾程序并非是秘密，但用户发现最新释出的 April 2018 Update 更新增加了卸载垃圾程序的难度。简单右键一个程序选择卸载并不能将程序真正卸载掉，它们在重启之后又会回来。如何卸载一个捆绑的应用？用户首先需要登陆 Windows 商店 Microsoft Store,，更新所有应用和游戏，然后你才能真正移除一个你不想要的程序。这一策略招致了用户的不满，一些用户表示要切换到其它平台。'
  }, {
    title: 'Google 仍然在阅读你的电子邮件隐私',
    content: '如果你是 Gmail 用户，你的消息和电子邮件没有你以为的那么私密。Google 会扫描你的每一封邮件，阅读你的每一条信息，它将收集到的信息用于它的其它产品和服务。Google 在去年 7 月宣布将停止为了个性化性广告的目标而扫描消费者的电子邮件内容，但扫描邮件仍然留在了它的隐私政策中。Google 发言人 Aaron Stein 称， Google 仍然会自动的从用户的 Gmail 账号里提取关键词数据，然后将数据输入机器学习程序和 Google 家族的其它产品。Stein 称，Google 可能会分析邮件内容去定制搜索结果，更好的检测垃圾信息和恶意程序。'
  }, {
    title: '澳大利亚监管机构调查 Google 的 Android 数据收集',
    content: '在甲骨文披露 Google 每个月可能从 Android 手机上收集了大约 1 Gb 数据后，澳大利亚监管机构竞争和消费者委员会宣布将调查 Google 的 Android 手机数据收集。数据传输引发了隐私和数据通信费用方面的担忧。根据甲骨文向竞争和消费者委员会做的演示，Android 设备不仅会发送详细的搜索信息和浏览信息，而且会发送精确的位置，即使位置服务被关闭。Google 在其隐私政策中称，当用户使用 Google 服务，他们可能会收集和处理与实际位置相关的信息。但它没有明确指出是 Android 设备。澳大利亚隐私基金会主席 David Vaile 称，用户必须认识到 Google 和 Facebook 从事的商业性质的监视生意，其商业模式的核心是出于广告目的而销售服务。'
  }, {
    title: 'PGP 和 S/MIME 高危漏洞会暴露加密邮件的明文',
    content: 'Münster 应用科学大学计算机科学教授 Sebastian Schinzel 发出警告，两大最流行的电子邮件加密方法——PGP 和 S/MIME——都易于受攻击，能暴露加密消息的明文。他声称目前没有可靠的修复之法，建议使用者立即卸载。他声称漏洞也能用于暴露用户过去发送的加密邮件。电子前哨基金会（EFF）也在博客上表示他们已经确认这些漏洞对使用者构成了紧迫的危险，它建议立即停用或卸载自动加密电子邮件的工具。他们的建议只涉及在电子邮件中整合 PGP 加密的插件，而不是独立应用如 Gpg4win 和 GNU Privacy Guard。目前漏洞细节没有披露。'
  }
]
